Repository: Edu-HF/WatchOn_iOS
Catalog: WatchOn/WatchOn/Resource/*.lproj/Localizable.strings
Languages: es

# MoviesUKey
source: MOVIES
es: PELICULAS

# MoviesKey
source: Movies
es: Peliculas

# UserProfileUKey
source: USER PROFILE
es: PERFIL USUARIO

# UserProfileKey
source: User Profile
es: Perfil Usiario

# DetailUKey
source: DETAIL
es: DETALLE

# FavKey
source: Favorites
es: Favoritos

# ChaptersUKey
source: CHAPTERS
es: CAPITULOS

# PaymentMethodKey
source: Payment Method
es: Metodo Pago

# DiscoverMoviesKey
source: Discover Movies
es: Descubrimientos

# TrendingMoviesKey
source: Trending Movies
es: Tendencias

# PopularityMoviesKey
source: Popularity Movies
es: Populares

# TopRatedMoviesKey
source: TopRated Movies
es: Mas Votadas

# UpcomingMoviesKey
source: Upcoming Movies
es: Proximos Extrenos

# NotAviableKey
source: Not Aviable
es: No Disponible

# ReleaseDateKey
source: Release Date
es: Fecha de lanzamiento

# RatedKey
source: Rated
es: Votacion

# CastKey
source: Cast
es: Elenco

# SeeTraillerKey
source: See Trailler
es: Ver Tailer

# UserNameUKey
source: USER NAME
es: NOMBRE DE USUARIO

# UserEmailUKey
source: USER EMAIL
es: EMAIL DE USUARIO

# UserNameKey
source: User Name
es: Nombre de Usuario

# UserEmailKey
source: User Email
es: Email de Usuario

# ReasonFaceIDMSGKey
source: To access the application we need to verify your FaceID/TouchID
es: Para acceder a la aplicacion necesitamos verificar su FaceID/TouchID

# MakeLoginKey
source: Login to access your information.
es: Inicie sesion para acceder a su informacion.

# LoginTitleAlertKey
source: Login Access
es: Login Acceso

# LoginMSGAlertKey
source: to continue please provide the following information
es: para continuar porfavor proporciona la siguiente informacion

# CancelKey
source: Cancel
es: Cancelar

# DoneKey
source: Done
es: Listo

# AcceptKey
source: Accept
es: Aceptar

# AppleIDTitleKey
source: Login With Apple ID
es: Login con Apple ID

# NotAppleIDAvailableMGSKey
source: Sorry, Apple ID Login is not available for your current version of iOS. Update and try again.
es: Disculpe, Apple ID Login no esta disponible para su version actual de iOS. Actualize e intente nuevamente.

# AppleIDErrorMSGKey
source: Oops! An error occurred while trying to login with your Apple ID. Try again later.
es: Ups! Ocurrio un error al tartar de hacer Login con su Apple ID. Intente mas tarde.

# AppleTouchIDORFaceIDLoginKey
source: Login With Touch/Face ID
es: Login con Touch/Face ID

# NotAppleTouchIDORFaceIDAvailableMGSKey
source: Oops! It seems that you have not configured your device for the Touch / Face ID. Please go to settings
es: Ups! Parece que no has configurado tu dispositivo para el Touch/Face ID. Porfavor ve a configuraciones

# AppleTouchIDORFaceIDErrorMSGKey
source: Oops! An error occurred while trying to login with your Apple Touch/Face ID. Try again later.
es: Ups! Ocurrio un error al tartar de hacer Login con su Touch/Face ID. Intente mas tarde.

# LoadMediaErrorTitleKey
source: Upload Error
es: Error al Cargar

# LoadMediaErrorMSGKey
source: Oops! An error occurred while trying to load the video. Try again later
es: Uops! Ocurrio un error al tratar de cargar el video. Intente mas tarde

# NotConexionTitleKey
source: Not Connection
es: No hay Conexion

# NotConexionMSGKey
source: Oops! It seems that it has no internet connection. Please make sure you have data connection and try again
es: Ups! Parece que no tiene conexion a internet. Por favor acegurese de tener conexion de datos e intente de nuevo
